[
 {
 "name": "Jaime Lannister",
 "summary": "\"Kingslayer\" Jaime cut down Aerys II Targaryen before he could destroy King’s Landing with Wildfire. Jaime is mercurial and self regarding though with a sense of honour, as demonstrated when rescuing Brienne of Tarth from a bear fight. He was much diminished when he lost his hand to soldiers of House Bolton. He remains by Cersei’s side and nominally loyal – though clearly uneasy about her spiralling megalomania. "
 },
 {
 "name": "Tyrion Lannister",
 "summary": "Clever and sensitive, Tyrion is an outlier among the Lannisters. He is a dwarf whose mother died in childbirth, for which he earned the enduring derision of Cersei and his father Tywin. However, Tyrion is also extremely intelligent and his tactical savvy was on display as he led the defence of King’s Landing at the Battle of The Blackwater. Wrongly accused of Joffrey’s murder, he was sprung from prison by Jaime, killed his father Tywin (who was sleeping with Tyrion’s lover Shae) and fled to Essos. There he has become counsellor to Daenerys Targaryen."
 },
 {
 "name": "Cersei Lannister",
 "summary": "The only daughter of Tywin Lannister and twin of Jaime. Cersei is cruel and vain – but her love of her children was genuine. As a young woman she was told by a witch that all her offspring would eventually wear \"golden shrouds\" – a prophecy which proved bloodily accurate. She endured an empty marriage with Robert Baratheon while romantically involved with Jaime, father of her children. Having eliminated her enemies when destroying the Great Sept, she sits upon the Iron Throne. But for how long?"
 },
 {
 "name": "Arya Stark",
 "summary": "The feisty younger Stark sister, Arya saw her father beheaded and was at hand when her mother and brother (and sister-in-law) were cut down at the Red Wedding. She fled to Braavos, studying at the House of Black and White assassin’s guild. Returning to Westeros, she demonstrated how good she was at becoming \"no one\" when donning a disguise to get close to and kill Walder Frey, whom she holds responsible for the death of her family. "
 },
 {
 "name": "Eddard Stark",
 "summary": "Noble Ned was also Deeply Naive Ned and, appointed Hand of The King by Robert, found himself on the losing side of the Game of Thrones. The predictable winners were the Lannisters, whose boy-prince Joffrey ordered Lord Eddard of Winterfell beheaded before a baying mob. "
 },
 {
 "name": "Robb Stark",
 "summary": "His father’s son, Robb believed that good would inevitably prevail over evil (and incest). Unfortunately he also believed in backing out of arranged marriages. Breaking off his betrothal to the daughter of Walder Frey sealed his faith, as Walder concluded a secret deal with Tywin Lannister. Result: the Red Wedding and lots of dead Starks. "
 },
 {
 "name": "Daenerys Targaryen",
 "summary": "Daenerys Stormborn, Mother of Dragons, is perfectly placed to become ruler of Seven Kingdom. Daughter of the deposed Mad King Aerys,  she has an army, an armada and three dragons. Introduced to viewers as a trembling young woman, Daenerys has taken naturally to the Game of Thrones and is one of the most admired and feared rulers either side of the Narrow Sea. This owes a little to her cruel, imperious character and rather a lot to her power trio of fire-breathing lizards. "
 },
 {
 "name": "Viserys Targaryen",
 "summary": "Daenerys’s cruel and ambitious older brother cynically married her off to Khal Drogo, on the understanding this would furnish him with the men required to retake Westeros for the Targaryens. The plan backfired as Daenerys blossomed as the Khal’s wife and Viserys had a crown of molten metal poured over his face." }
]
