 [
  {
  "number": "1",
  "summary": "The series begins as Ned Stark is asked to become the chief advisor (known as the Hand of the King) to lecherous King Robert Baratheon. Ned and his wife Catelyn receive a letter from Catelyn's sister, Lysa that gives them reason to believe that rival House Lannister – to which the King's wife Cersei belongs – was the cause of the previous Hand's death. Ned must travel south to help the king and find out who killed the previous Hand of the King, Jon Arryn, while trying to protect his family from the Lannisters. As he tries to uncover the reasons behind Jon Arryn's death he uncovers the dark secrets about the Lannisters that Arryn himself died trying to expose.\n\nMeanwhile, across the Narrow Sea in the continent of Essos, the exiled, arrogant Viserys Targaryen, son of the former king whose throne was usurped, believes he still has the rightful claim to the throne. He marries off his younger sister, Daenerys Targaryen, whom he has psychologically and physically abused for years, to the leader of the Dothraki warrior tribe, Khal Drogo, in an exchange for an army to return to Westeros and take the throne. However, Daenerys' growing love for Drogo and newfound mental strength as the Khaleesi of the tribe mean Viserys' plans go unexpectedly and powerfully awry.\n\nAt the Wall, Ned's bastard son Jon Snow joins the Night's Watch, an ancient brotherhood sworn to watch over the massive wall that separates the Seven Kingdoms from the dangerous unknown beyond. But an ancient force, long believed dead, threatens the land."
  },
  {
  "number": "2",
  "summary": "The Starks declare war on the Lannisters for the death of Ned and having won three victories, Robb Stark offers the Lannisters peace in exchange for the North's independence, sending Theon Greyjoy to gain Balon Greyjoy's support and Catelyn Stark to seek Renly Baratheon's. Cersei Lannister rejects Robb's terms. Meanwhile, Tyrion Lannister exiles Janos Slynt, head of the Gold Cloaks, to the Wall, promoting Bronn to commander of the watch.\n\nCatelyn arrives at King Renly's camp to negotiate an alliance, and Brienne of Tarth wins the right to join Renly's kings guard. Catelyn and Brienne witness Renly's murder at the hands of dark magic sent by the 'Red Lady' Melisandre, an emissary of Renly's brother and rival claimant to the Iron Throne Stannis Baratheon. Catelyn and Brienne flee Renly's camp and rejoin Robb's army as Renly's supporters switch their allegiance to Stannis. Meanwhile, Theon betrays the Starks by siding with his father and seizing Winterfell by force. Robb receives news of Theon's plans and sends men to retake Winterfell, while inside the city the Starks' allies form plans to sneak Bran and Rickon Stark out.\n\nRobb learns that his mother Catelyn has secretly freed Jaime Lannister, now escorted by Brienne of Tarth, in order to ransom her daughters Sansa and Arya; he also enters into a romantic relationship with Volantene healer Talisa Maegyr. Yara Greyjoy arrives at Winterfell to bring Theon back to the Iron Islands, after his botched attempt to recapture the Stark boys.\n\nTywin Lannister leaves Harrenhal, which allows Arya, Gendry and Hot Pie to make an escape with the help of the enigmatic Jaqen H'ghar. In King's Landing, Cersei attempts to blackmail Tyrion by abducting the prostitute, Ros, whom Cersei believes to be his secret lover. Leading the defense against Stannis' attack on King's Landing, Tyrion destroys many of the attacking craft with an exploding ship full of wildfire, and is forced to lead a counterattack as King Joffrey Baratheon and his bodyguard Sandor Clegane each desert the battlefield. Stannis's forces make it inside the castle, but Tyrion leads his men behind the Baratheon forces via underground tunnels and attacks. Baratheon is defeated when Tywin's forces, aided by House Tyrell, arrive at King's Landing shortly after\n\nFollowing Khal Drogo's death, Daenerys and the remnants of her khalasar find refuge in the city of Qarth, where they are taken in by the merchant Xaro Xhoan Daxos. However, Xaro conspires with the warlock Pyat Pree to kill most of Daenerys' servants, kidnap her dragons and assume control of Qarth. Daenerys is lured into a showdown with Pyat Pree at the House of the Undying, where her dragons kill Pyat Pree. Daenerys seals Xaro in his own vault as punishment for his treachery and leaves Qarth with Jorah and her remaining servants.\n\nWhilst on a ranging beyond the Wall, Jon Snow captures a Wildling, Ygritte, who soon leads him into a trap where he himself is captured by Ygritte's fellow wildlings. Amongst the wildlings' prisoners is fellow ranger Qhorin Halfhand, who convinces Jon to kill him in order to gain the wildlings' trust so he can get close to their leader, King-beyond-the-Wall Mance Rayder. The rest of the rangers set up camp at an ancient fortification, the Fist of the First Men, where they come under attack from an ancient enemy, the White Walkers."
  },
  {
  "number": "3",
  "summary": "After defeating Stannis Baratheon at the Battle of the Blackwater, the Lannisters hold a firm grasp on the Iron Throne. They are threatened by their new ally House Tyrell, powerful and manipulative players of the game. Tyrion Lannister struggles with losing the power he had as Hand of the King, and feels his father doesn't appreciate the service he provided the family as Hand. Meanwhile, Jaime Lannister continues his attempt to return home, and begins to form a bond with his road companion, Brienne of Tarth.\n\nThe Starks find themselves losing the war. They lost the support of Lord Walder Frey, after Robb Stark broke his vow to him by marrying Talisa Maegyr, and many members of Robb's army are losing faith in him. His relationship with his mother has also turned icy after her freeing of Jaime Lannister, though the reported deaths of her father and the younger Stark boys brings them closer. In reality, Bran and Rickon Stark are alive and continuing their journey north, with new strange allies in the Reed siblings. It was Theon Greyjoy who faked the Stark boys' deaths, and is now being physically tortured under an unknown person's command. However, a mysterious boy claiming to be sent by Theons's sister plans to aid his escape. Arya Stark, on her journey home with companions Gendry and Hot Pie, finds herself entangled with The Brotherhood without Banners and Sandor \"The Hound\" Clegane. Sansa Stark remains in King's Landing a prisoner of the Lannisters, but is now being offered help by both the treacherous Petyr Baelish and the Tyrells.\n\nAt Dragonstone, Stannis Baratheon appears a broken man after being crushed at the Battle of the Blackwater. His advisor Ser Davos is imprisoned after attempting to kill Melisandre, who still believes her god, the Lord of Light, will help Stannis return to prominence.\n\nBeyond the Wall, Jon Snow joins Mance Rayder's wildling army, but with hidden intentions. His vows are tested more than ever by a growing romance with wildling Ygritte, as he finds that he will have to choose between her and the Night's Watch. The latter has been largely decimated by a White Walker attack, and a group of them is making their way back to the Wall. However, many of the rangers find themselves also questioning their vows, putting Lord Commander Mormont's and Samwell Tarly's lives in danger.\n\nAcross the Narrow sea in Astapor, Daenerys Targaryen continues her quest to reclaim the seven kingdoms. She has a new companion in former King's Guard commander Barristan Selmy, and is still advised by Jorah Mormont. She contemplates buying the Unsullied, an elite army of harshly trained eunuchs. They are controlled by a cruel master with an intelligent young translator, Missandei."
  },
  {
  "number": "4",
  "summary": "In King's Landing, guests arrive for Joffrey Baratheon and Margaery Tyrell's wedding. Among those in attendance is Oberyn Martell, Prince of Dorne. After Joffrey is poisoned at his wedding by Margaery's grandmother, Olenna Tyrell, Cersei Lannister blames Tyrion for his death. Outraged at the kangaroo court presiding over his trial, Tyrion demands a trial by combat. Cersei chooses the Mountain as her champion and Oberyn offers to represent Tyrion. The trial ends in a victory for the Mountain and Tyrion is sentenced to death. Before he can be executed, Tyrion is freed by Jaime, who tells him Varys will smuggle him to the Free Cities. Tyrion, discovering that Shae had been sleeping with Tywin, strangles her to death before killing Tywin and fleeing Westeros.\n\nSansa Stark successfully escapes King's Landing with the help of Petyr Baelish. Baelish smuggles her to the Vale, where she comes into conflict with her jealous aunt, Lysa Arryn. After Lysa witnesses Littlefinger kiss Sansa, she attempts to throw Sansa through the Moon Door, only for Littlefinger to push Lysa to her death. When Littlefinger is interrogated, Sansa defends him.\n\nMeanwhile, Arya Stark and Sandor Clegane make way for the Eyrie. The duo arrive at the Eyrie days after Lysa Arryn's death and are denied entry; they then encounter Brienne of Tarth and Podrick Payne, who have been tasked by Jaime to bring the Stark sisters to safety. Brienne and the Hound fight, ending with the Hound grievously wounded. Arya leaves him to die. She encounters a Braavosi ship captain, who gives her passage after she shows him the coin Jaqen H'ghar gave her, and saying \"valar morghulis\".\n\nBran Stark, accompanied by the Reeds and Hodor, continues trying to find the three-eyed raven. Despite being held up by the mutineers at Craster's Keep and a wight attack that kills Jojen, Bran finally meets the three-eyed raven.\n\nAt the Wall, Jon Snow tries to warn his leaders about Mance Rayder's impending attack. Jon must also contend with the mutineers at Craster's Keep, led by the deranged Karl Tanner. The Wildlings launch an attack on Castle Black, leading to the deaths of many. Jon goes beyond the Wall to assassinate Rayder, only to be spared by the sudden arrival of Stannis Baratheon and his forces, who overwhelm the Wildlings and rescue the Night's Watch. Davos Seaworth and Stannis had successfully negotiated with the Iron Bank of Braavos to shift their support from the Lannisters to the Baratheons.\n\nIn the North, Roose Bolton aims to cement his hold. He orders his hunter, Locke, to kill Jon Snow and track down Bran and Rickon Stark, and sends Ramsay Snow to take Moat Cailin. Ramsay uses Theon Greyjoy to secure Moat Cailin. Roose rewards Ramsay by legitimizing him as a Bolton, and moves his seat to the former Stark stronghold of Winterfell.\n\nAcross the Narrow Sea, Daenerys Targaryen continues her conquest of Slaver's Bay by taking control of Meereen. Daenerys decides to remain in Meereen to learn to rule. Daenerys discovers that her trusted advisor, Jorah Mormont, had spied on her for Robert Baratheon, and exiles him. Daenerys learns that her dragon Drogon has begun killing humans; while she is unable to capture Drogon, she chains her other two dragons."
  },
  {
  "number": "5",
  "summary": "In Meereen, the Sons of the Harpy have started to revolt against Daenerys Targaryen's regime. To regain peace and control, Daenerys complies with the request of re-opening the fighting pits while taking Hizdahr zo Loraq as her husband.\n\nTyrion Lannister and Varys arrive in Pentos and they begin their journey to Meereen. They pass through Volantis, where Tyrion is abducted by Jorah Mormont, who takes him to Meereen as a way to redeem himself to Daenerys, but she instead takes Tyrion as her advisor and exiles Jorah. The Sons of the Harpy mount an attack on Daenerys, Drogon reappears and Daenerys flies away on his back, landing in the Dothraki sea.\n\nAt the Wall, newly elected Lord Commander of the Night's Watch, Jon Snow forms an alliance with the Wildlings. They begin evacuating Wildlings at Hardhome, when the settlement comes under attack from White Walkers and their wight armies. Samwell Tarly and Gilly leave for Oldtown and Maester Aemon passes away. A faction of the Night's Watch become disillusioned with Jon's leadership and see him as a traitor. They lure Jon into a trap and stab him, leaving him to die.\n\nLittlefinger puts Robin Arryn in the care of House Royce and leaves for Winterfell with Sansa Stark. In Winterfell, Sansa marries Ramsay Bolton to form an alliance between the Vale and the Boltons. Ramsay subjects Sansa to physical and psychological abuse. Reek reveals to Sansa that he did not kill Bran and Rickon, the two escape together.\n\nAt his camp in the North, Stannis acquiesces to Melisandre's demands to burn Shireen alive as a sacrifice to the Lord of Light. This leads to Selyse committing suicide and half of Stannis's forces deserting with all of the horses. Melisandre flees for Castle Black. The remaining Baratheon forces march on Winterfell, but are defeated by the Boltons. After the battle, a wounded Stannis is killed by Brienne of Tarth.\n\nIn King's Landing, Lancel Lannister becomes a member of the \"Sparrows\". Following the wedding of Margaery Tyrell and Tommen Baratheon, Cersei Lannister authorizes the revival of the Faith Militant, the military wing of the Faith of the Seven. The Sparrows begin imposing their puritanical views upon King's Landing by ridding it of all \"sins\". They proceed to imprison Loras Tyrell, as well as Margaery and Cersei herself for committing various sins.\n\nIn Dorne, the Sand Snakes, the bastard daughters of Oberyn Martell, along with Ellaria Sand, seek vengeance for his death. After a message arrives in King's Landing from Dorne, Jaime Lannister and Bronn travel to Dorne to rescue Myrcella Baratheon. Oberyn's brother, Doran Martell, discovers that Ellaria had sent the message and allows Jaime and Myrcella to leave for King's Landing, provided Myrcella's betrothed Trystane Martell goes with them. En route to King's Landing, Myrcella dies, having been poisoned by Ellaria.\n\nArya Stark arrives in Braavos and begins training with the Faceless Men, guided by Jaqen H'ghar and the Waif. However, after Meryn Trant's arrival in Braavos, Arya steals a face from the House of Black and White and kills him. Upon her return to the temple, Arya is struck blind."
  },
  {
  "number": "6",
  "summary": "Following their escape from Winterfell, Sansa Stark journeys to the Wall, while Theon Greyjoy returns to the Iron Islands. In Winterfell, Ramsay Bolton secures his claim on the North by killing Roose and Walda Bolton and his new-born half-brother. At the Wall, Melisandre resurrects Jon Snow, who is reunited with Sansa; they gather loyalists and a battle ensues. Aided by the Knights of the Vale, the Starks defeat the Bolton forces. Sansa feeds Ramsay to his hounds and Jon is proclaimed the King in the North.\n\nBeyond the Wall, Bran Stark trains with the Three-Eyed Raven but alerts the Night King, who launches an attack of White Walkers. Bran and Meera escape and are rescued by Benjen Stark. Bran subsequently has a vision to the Tower of Joy years prior, revealing that Jon is not Ned Stark's bastard but rather the child of Lyanna Stark and Rhaegar Targaryen.\n\nAt King's Landing, Jaime Lannister and the Tyrell army attempt to liberate Margaery and Loras, but Margaery capitulates to the High Sparrow and Tommen forges an alliance with the Faith. During Loras and Cersei's trial, Cersei uses wildfire to burn the Great Sept, killing the High Sparrow, Margaery, Loras, Mace, Kevan, and Lancel, while Tommen kills himself after witnessing the events. Unopposed, Cersei is crowned Queen of Westeros. Ellaria Sand and three of Oberyn Martell's daughters kill Doran and Trystane Martell and seize control of Dorne, and Olenna meets with Ellaria, at a summit brokered by Varys, to discuss allying with the Targaryens.\n\nIn Braavos, Arya continues her training with the Faceless Men, and soon regains her eyesight. When she refuses to accomplish a mission, the Waif is ordered to kill Arya, who kills the Waif instead. Arya reasserts her identity as a Stark and returns to Westeros.\n\nIn the Riverlands, the Hound, revealed to have survived his injuries, pursues the Brotherhood Without Banners for massacring the people who saved him. He finds Lord Beric Dondarrion executing traitorous bannermen, and is asked to join the Brotherhood traveling north. Jaime Lannister besieges Riverrun and takes the castle, killing the Blackfish after forcing Edmure Tully to order a surrender. Walder Frey celebrates the victory before being killed by Arya.\n\nSam Tarly, Gilly, and Little Sam travel to the Citadel at Oldtown, stopping to visit Sam's family.\n\nIn Essos, Daenerys Targaryen is captured by Khal Moro, who takes her before the khals; she burns them alive when they refuse to serve her and takes command of the Dothraki. Tyrion Lannister brings a short-lived peace to Meereen, which is reinforced when Daenerys returns and flies her dragons into battle against the slavers. Yara and Theon arrive and pledge allegiance to Daenerys after Euron Greyjoy kills their father and usurps leadership of the Iron Islands. Jorah Mormont departs to find a cure for greyscale and Daario is left in command of Meereen, while Daenerys sails for Westeros."
  },
  {
  "number": "7",
  "summary": "Now in TV\nThe seventh season of the fantasy drama television series Game of Thrones premiered on HBO on July 16, 2017, and is scheduled to conclude six weeks later on August 27, 2017.[1][2][3] Unlike previous seasons that consisted of ten episodes each, the seventh season consists of only seven.[4] Like the previous season, it largely consists of original content not found in George R. R. Martin's A Song of Ice and Fire series, and also adapts material Martin revealed to showrunners about the upcoming novels in the series.[5] The series is adapted for television by David Benioff and D. B. Weiss."
  }
  ]
